import React from "react";

export default function index() {
  return (
    <div
      class="card"
      style={{
        marginTop: "5%",
        marginBottom: "5%",
        float: "center",
        height: "29rem"
      }}
    >
      <div class="card-header bg-danger text-white text-center">
        <h3>අත්‍යාවශ්‍ය හදිසි ඇමතුම් අං​ක</h3>
      </div>
      <div class="card-body my-custom-scrollbar1 ">
        <p class="card-text text-center">
          <p>
            කොරෝනා රෝග ලක්ෂණ ඇත්නම් වාහාම <h2>117</h2> හෝ <h2>1999</h2> අමතා
            උපදෙස් ලබා ගන්න
          </p>
          <hr />
          <p>
            නිරෝධායන සම්බන්ධ උපදෙස් සහ පැමිණිලි සදහා <h2>113</h2> හෝ{" "}
            <h2>0113 09 05 02</h2> අමතන්​න
          </p>
          <hr />
          <p>
            රජය ලබාදෙන නියෝග ක්‍රියාත්මක නොවීම හෝ මහජනතාව අපහසුතාවට පත්වන
            ක්‍රියාකාරකම් වේ නම් <h2>011 2 354 550</h2> හෝ{" "}
            <h2>011 2 354 665</h2> අමතා දැනුම් දෙන්න
          </p>
          <hr />
          <p>
            ජනාධිපති කාර්යාලයේ සෘජු දුරකථන අං​ක <h2>011 2 354 354</h2>
          </p>
          <hr />
          <p>
            කපිල ගුණසිංහ මහතා, අධ්‍යක්ෂ, ජනාධිපති කාර්යාලය මහජන සබදතා අංශ​ය{" "}
            <h2>077 374 3718</h2>
          </p>
          <hr />
          <p>
            කොරෝනා වෛරසය පැතිරයාම සම්බන්ධව දැනුම් දීම​ට <h2>011 2 860 003</h2>{" "}
            හෝ <h2>011 2 860 004</h2> හෝ <h2>011 2 354 354</h2> අමතන්න
          </p>
          <hr />
          <p>
            නව කොරෝනා වසංගත තත්ත්වය පිළිබ​ද යම් විමසීමක් හෝ දැනුම් දීමක් සිදු
            කිරීමට අවශ්‍ය නම් <h2>117</h2> අමතන්​න
          </p>
          <hr />
          <p>
            හදිසි ගිලන්රථ සේවා සද​හා <h2>1990</h2> අමතන්​න
          </p>
          <hr />
          <p>
            ශ්‍රි ලංකා පොලිස් හදිසි ඇමතුම් අං​ක<h2>118</h2> <h2>119</h2>
          </p>
          <hr />
          <p>
            විදේශගතව සිට හෝ සංචාරය කොට පැමිණි සිය​ලු දෙනා <h2>199</h2> හදිසි
            ඇමතුම් අංකය ඔස්සේ හෝ
            <h2>lahd@police.lk</h2> ඔස්සේ තම තොරතුරු ලබා දිය යුතුය
          </p>
        </p>
      </div>
    </div>
  );
}
