import React from "react";
import banner from "../../img/covid.jpeg";
import hand from "../../img/handwashing.png";
import sick from "../../img/1956754.png";

export default function what() {
  return (
    <div style={{ fontSize: "20px" }}>
      <p>
        <b>
          වෛරසය පැතිරියන කාල වකවානුව තුල ජනාකීර්ණ වු ප්‍රදේශ වල ගැවසිමෙන්
          වලකින්න.
        </b>{" "}
        මෙගින් රෝගය පැතිරිම අඩුකරගත හැකිය අත්‍යාවශ්‍ය කරුණකට නිවසින් බැහැරව
        යන්නේ නම් මුඛ ආවරණ පැලදීම වඩාත් සුදුසු අතර{" "}
        <b>එකිනෙකා අතර පරතරය මිටරයක් පමණ තබා ගැනිම සුදුසුය.</b>
      </p>
      <br />
      <img
        src={banner}
        alt="Covid"
        style={{
          marginLeft: "200px",
          width: "30rem",
          marginBottom: "40px"
        }}
      />
      <p>
        <b>ඔබේ දෑත් අවම වශයෙන් තත්පර 20ක් හෝ සබන් ගා පිරිසිඳු ජලයෙන් සෝදන්න.</b>
        විශබිජ නාශක සබන් හෝ අත් සෝදන දියර මේ සදහා භාවිතා කල හැක. නැති නම්
        ඇල්කොහොල් මිශ්‍ර දියර වර්ග භාවිතා කල හැක.
      </p>
      <br />
      <img
        src={hand}
        alt="Covid"
        style={{
          marginLeft: "200px",
          width: "30rem",
          marginBottom: "40px"
        }}
      />
      <p>
        <b>කැස්ස සහ කිවිසුම් යන අවස්ථාවන්හිදී ඔබේ නාසය සහ මුඛය ආවරණය කරගන්න.</b>{" "}
        එයට භාවිතා කරන ලේන්සුව හෝ ටිෂු එක වහාම කුණු බදුනකට දමා අත් සෝදා ගන්න.
      </p>
      <p>
        <b>දොරගුල වැනි නිතර ස්පර්ශ වන ස්ථාන වල විෂබීජ නාසනය සිදු කරන්න</b>{" "}
      </p>
      <p>
        <b>
          පිරිසිඳු නොකළ දෑත් මගින් ඔබේ නාසය, මුඛය හෝ මුහුණ ඇල්ලීමෙන් වලකින්න.
        </b>{" "}
      </p>
      <p>
        <b>රෝගය වැළඳුණු පුද්ගලයන් සමග ඔබගේ භාණ්ඩ හුවමාරුවෙන් වලකින්න.</b> භාණ්ඩ
        හෝ මුදල් හුවමාරුවෙන් පසුව දෑත් විශබිජ නාශක යොදා පිරිසිදු කරන්න.
      </p>
      <p>
        <b>රටපුරා සංචාරය කිරීම මගින් රෝගය ඇතිවීමේ අවධානම වැඩිවිය හැක.</b> එම
        නිසා ප්‍රවේශම් වන්න. රජයේ සහ ආරක්ෂක අංශ වල උපදෙස් පිලිපදින්න.
      </p>
      <p>
        <b>හොදින් උතුරවා නිවාගත් පිරිසිදු ජලය පානය කරන්න.</b>
      </p>
      <p>
        <b>මස්මාංශ වර්ග හා බිත්තර අනුභවයේදි ආහාරය හොදින් පිස ගැනීම.</b> අවන්හල්
        සහා බාහිර වෙළදසැල් වලින් ආහාර මිලට නොගන්න.
      </p>
      <br />
    </div>
  );
}
