import React from "react";
import banner from "../../img/bncovid.png";

export default function what() {
  return (
    <div style={{ fontSize: "20px", padding: "40px" }}>
      <p>
        කොරෝනො වෛරස සතුන් සහ මිනිසුන් අතර දක්නට ලැකෙන වෛරස කාණ්ඩයකි. මෙයින්
        ඇතැම් වෛරසය මිනිසුන්ට ආසාදනය ඇතිකරන අතර එම ආසාදන සමාන්‍ය
        සෙම්ප්‍රතිශ්‍යාවේ සි​ට MERS සහ SARS වැ​නි ශ්වසන රෝග පවා ඇති කරයි.කොරෝනා
        වෛරසය මිනිසාට හා කුරුල්ලන් ඇතුළු ක්ෂීරපායින්ගේ රෝග ඇති කරන වෛරස
        කාණ්ඩයකි.මිනිසුන් තුළ වෛරසය ශ්වසන ආසාදනයන් ඇති කරයි.නමුත් දුර්ලභ
        අවස්ථාවන්හිදී මාරාන්තික විය හැක.එළදෙනුන්ට හා ඌරන්ට පාචනය ඇති වන අතර
        පක්ෂීන් හට ඉහළ ශ්වසන ආසාධන ඇති කරයි.වැළැක්වීම හෝ ප්‍රතිකාර කිරීම සඳහා
        අනුමත කරන ලද එන්නත් හෝ ප්‍රතිවෛරස තවම සොයාගෙන නොමැත.
        <br />
        <small>
          <em>
            (මර්ස් රෝගය (Middle East respiratory syndrome, MERS) කොරෝනා වෛරස
            පවුලේ වෛරසයක් හේතුවෙන් සෑදෙන රෝගයකි.) (උග්‍ර ශ්වසන රෝග සින්ඩ්‍රෝමය
            හෙවත් Sever acute respiratory syndrome (SARS) යනු SARS කොරෝනා වෛරසය
            මගින් (SARS – CoV) මිනිසුන්ට ඇති කරන ශ්වසන රෝගයකි. 2002 නොවැම්බර්
            මාසයේ සිට 2003 ජුලි මාසය අතර කාලය තුළ මෙමගින් වසංගත රෝග තත්ත්වයක්
            ඇති වූ අතර එමගින් රෝගීන් 8096 දෙනෙක් ආසාදනයට ලක් වූ අතර මරණ 774 ක්
            සිදු වුණි. (මරණ අනුපාතිකය 9.6% ක් වුණි.) මෙම දත්ත 2004 අප්‍රේල් 21
            වනදා ලෝක සෞඛ්‍ය සංවිධානය මගින් නිකුත් කරන ලද ඒවාය.)
          </em>
        </small>
      </p>
      <p>
        "කොරොන වයිරස්" යන නම ලැබුනේ ලතින් කොරෝනා වලිනි, එහි අර්ථය ඔටුන්න හෝ හැලෝ
        යන්නයි, එයින් අදහස් කරන්නේ වෛරස් අංශුවල (virions) ලක්ෂණික පෙනුමයි:
        ඔටුන්නක් හෝ සූර්ය කිරීටයක් ලෙස පෙන්නුම් කරයි. සියළුම කිරීටක වයිරසවල
        සමස්ත ව්‍යුහයට දායක වන ප්‍රෝටීන වන්නේ ස්පයික් (එස්), කවරය (ඊ), පටලය
        (එම්) සහ නියුක්ලියෝ කැප්සිඩ් (එන්) ය. SARS කිරීටක වයිර සයේ නිශ්චිත
        අවස්ථාවෙහිදී (පහත බලන්න), S හි නිර්වචනය කරන ලද ප්‍රතිග්‍රාහක බන්ධන වසම
        මඟින් වෛරසය එහි සෛලීය ප්‍රතිග්‍රාහක ඇන්ජියෝටෙන්සින් පරිවර්තනය කරන
        එන්සයිම 2 (ACE2) සමඟ සම්බන්ධ කිරීමට මැදිහත් වේ. සමහර කිරීටක වෛරස්
        (විශේෂයෙන් බීටාකෝරෝනා වයිරස් උප සමූහයේ සාමාජිකයින්) හි හේමාග්ග්ලුටිනින්
        එස් ටරේස් (HE) නමින්ද කෙටි ස්පයික් වැනි ප්‍රෝටීන ද ඇත
      </p>
      <p>
        න​ව ​කොරෝනො වෛරසය යනු මිනිසුන් තුළ ​කලින් හඳු​නා නොගත් ​කොරෝ​නා වෛර​ස
        ප්‍රභේදයකි. 2019 දෙසැම්බර් මාස​යේ චීනකේ වුහා​න් පලා​තේ පළමු වාර්තා ​වු
        මෙම වෛරසය, 2019- nCoV ලෙස හදුන්වනු ලබයි.
      </p>

      <p>
        අනෙකුත් ශ්වසන රෝග වෙන්ම, නව කොරෝනා වෛරසයද ආසාදන මගින් ​සෙම්ප්‍රතිශ්‍යාව,
        උගුරේ අමාරුව, නාසයෙන් සොටු දියර ගැලිම වැනි අපහසුතා මෙන්ම හන්දිපත් වේදනා
        සහ මස්පිඩු වේදනා, වියලි කැස්ස සහ හිසරදය වැනි රෝග ලක්ශණ පෙන්නුම් කරයි
      </p>
      <br />
      <br />
      <img
        src={banner}
        alt="Covid"
        style={{
          marginLeft: "40px",
          width: "50rem",
          marginBottom: "40px"
        }}
      />
    </div>
  );
}
